{
  "entries": [
    {
      "query": "KLF4 VSMC atherosclerosis phenotype switching",
      "evidence": "[TextContent(type='text', text='[{\"paper_id\":\"41307849\",\"title\":\"Sentrin-specific protease 3 (SENP3)-mediated Krüppel-like factor 4 (KLF4) deSUMOylation regulates vascular smooth muscle cell phenotypic switching in atherosclerosis.\",\"authors\":\"Wang Z; Wang Y; Yuan R; Ji Q; Li Y; Huo H; Zhou G; Yan X; Shen L; Cai Z; He B\",\"abstract\":\"Phenotypic switching of vascular smooth muscle cells (VSMCs) from a contractile toward a synthetic phenotype plays a critical role in atherosclerosis. Although the redox-sensitive sentrin/Small Ubiquitin-like Modifier (SUMO)-specific protease 3 (SENP3), which preferentially deconjugates SUMO2/3, has been linked to oxidative stress, its role in atherosclerosis remains poorly defined. In this study, we demonstrate that SENP3 is significantly upregulated in human and mouse atherosclerotic lesions and in VSMCs exposed to pro-atherogenic stimuli. Using smooth muscle-specific Senp3 knockout mice (ApoE\",\"doi\":\"10.1186/s43556-025-00365-5\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41307849/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41155497\",\"title\":\"Interplay Between KLF4, STAT, IRF, and NF-κB in VSMC and Macrophage Plasticity During Vascular Inflammation and Atherosclerosis.\",\"authors\":\"Lopacinska N; Wesoly J; Bluyssen HAR\",\"abstract\":\"Atherosclerosis is characterized by atherosclerotic plaque formation in large and medium vessels, mediated by endothelial cell (EC) dysfunction, altered contractility of Vascular Smooth Muscle Cells (VSMCs) and recruitment of blood leukocytes to the injured vascular endothelium. These include macrophages (MØ), T lymphocytes, and dendritic cells, which drive the production of many inflammatory mediators and the process of chronic inflammation. Also, de-differentiation or phenotypic switching of VSMCs contributes to vascular remodeling and the pathogenesis of atherosclerosis. Likewise, MØ plasticity and the presence of different phenotypes have a major effect on atherosclerotic plaque formation. The multi-functional transcriptional regulator and pluripotency factor Krüppel-like factor 4 (KLF4) acts as a gatekeeper of VSMC phenotypic switching and MØ polarization during vascular inflammation and atherosclerosis. Similarly, pro-inflammatory pathways activated by Toll-like receptor (TLR)4 and Interferon gamma (IFNγ) emerge as key components of VSMC and MØ plasticity, tightly regulated by Signal Transducer and Activator of Transcription (STAT)s, Interferon Regulatory Factor (IRF)s, and Nuclear factor-κB (NF-κB). Recent discoveries predict a collaborative role of these transcription factors in different transcriptional mechanisms connected to inflammation and atherosclerosis. This review provides novel insight into the transcriptional regulatory interplay between KLF4, STATs, IRFs, and NF-κB in VSMC phenotypic switching and MØ polarization during atherogenesis. Detailed understanding of these transcriptional networks will enable us to develop novel diagnostic and therapeutic strategies to combat vascular proliferative diseases, including atherosclerosis.\",\"doi\":\"10.3390/ijms262010205\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41155497/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"40694698\",\"title\":\"PHENOTYPIC SWITCHING OF VASCULAR SMOOTH MUSCLE CELLS: KEY MECHANISM IN ATHEROSCLEROSIS PROGRESSION.\",\"authors\":\"Chigareva I; Karelova A; Zeinalova N; Abdulkhadzhiev A; Isaev A; Kurbanov G; Israpilov I; Dagaeva I; Dashaeva M; Petchina A; Delimkhanov R; Musaev E; Pandyashkina K\",\"abstract\":\"Vascular smooth muscle cells (VSMCs) have emerged as key contributors to atherosclerosis through their remarkable phenotypic plasticity. In response to vascular injury, inflammation, and metabolic stress, VSMCs transition from a differentiated contractile phenotype to a synthetic, proliferative, and migratory state. Recent evidence reveals that VSMCs also transdifferentiate into macrophage-like, osteogenic, and mesenchymal-like phenotypes, actively shaping plaque composition and stability. This review provides a comprehensive analysis of the molecular mechanisms underlying VSMC phenotypic modulation, including PDGF-BB, TGF-β, KLF4, TCF21, and non-coding RNAs. We also explore the dual roles of VSMCs in promoting vascular repair and contributing to disease progression. Understanding these processes offers novel insights into plaque pathobiology and presents promising therapeutic targets to stabilize atherosclerotic lesions and prevent adverse cardiovascular events.\",\"doi\":\"\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/40694698/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"40370537\",\"title\":\"Novel carbazole attenuates vascular remodeling through STAT3/CIAPIN1 signaling in vascular smooth muscle cells.\",\"authors\":\"Han JH; Heo JB; Lee HW; Park MH; Choi J; Yun EJ; Lee S; Song GY; Myung CS\",\"abstract\":\"This study investigated the molecular mechanism of phenotypic switching of vascular smooth muscle cells (VSMCs), which play a crucial role in vascular remodeling using 9\",\"doi\":\"10.1016/j.apsb.2024.12.035\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/40370537/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"38759316\",\"title\":\"Kanglexin counters vascular smooth muscle cell dedifferentiation and associated arteriosclerosis through inhibiting PDGFR.\",\"authors\":\"Yang S; Zhao Y; Cao S; Liu X; Feng M; Chen Y; Ma C; Zhan T; Zhang Q; Jia H; Zhao Y; Tong M; Yu Y; Liu X; Yang B; Zhang Y\",\"abstract\":\"Dysregulation of vascular smooth muscle cell (VSMC) function leads to a variety of diseases such as atherosclerosis and hyperplasia after injury. However, antiproliferative drug targeting VSMC exhibits poor specificity. Therefore, there is an urgent to develop highly specific antiproliferative drugs to prevention and treatment VSMC dedifferentiation associated arteriosclerosis. Kanglexin (KLX), a new anthraquinone compound designed by our team, has potential to regulate VSMC phenotype according to the physicochemical properties.\",\"doi\":\"10.1016/j.phymed.2024.155704\",\"published_date\":\"2024-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/38759316/\",\"source\":\"pubmed\",\"updated_date\":\"2024-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"38498343\",\"title\":\"CircTLK1: A novel regulator involved in VSMC phenotypic switching and the developmental process of atherosclerosis.\",\"authors\":\"Zhang F; Xiang X; Wen C; Guo X; Nie L; Chen J; Xia Y; Hu B; Mao L\",\"abstract\":\"Phenotypic switching of vascular smooth muscle cells (VSMCs) is essential for atherosclerosis development. Circular RNA (circRNA) is a specific non-coding RNA that is produced as a closed-loop structure in mammals, and its specific expression pattern is closely related to its cell type and tissue. To clarify the roles of circTLK1 in VSMC phenotypic switching, we performed qRT-PCR, immunoblotting, and immunostaining. qRT-PCR revealed that circTLK1 was upregulated in both mouse models of atherosclerosis in\\xa0vivo and PDGF (platelet-derived growth factor)-BB-induced VSMCs in\\xa0vitro. Furthermore, the overexpression of circTLK1 promoted PDGF-BB-induced VSMC phenotypic switching. Conversely, experiments performed in\\xa0vivo demonstrate that the knockdown of SMC-specific circTLK1 led to a reduction in the development of atherosclerosis. The relationship between circTLK1 and miR-513a-3p and Krüppel-like factor 4 (KLF4) was detected by RNA immunoprecipitation (RIP), luciferase reporter assay, RNA pull-down, and RNA fluorescence in\\xa0situ hybridization (RNA FISH). Mechanistically, circTLK1 acted as a sponge for miR-513a-3p, leading to the upregulation of KLF4, a key transcription factor for phenotypic switching. Targeting the circTLK1/miR-513a-3p/KLF4 axis may provide a potential therapeutic strategy for atherosclerosis.\",\"doi\":\"10.1096/fj.202301873RR\",\"published_date\":\"2024-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/38498343/\",\"source\":\"pubmed\",\"updated_date\":\"2024-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"38145971\",\"title\":\"Hypertensive Pressure Mechanosensing Alone Triggers Lipid Droplet Accumulation and Transdifferentiation of Vascular Smooth Muscle Cells to Foam Cells.\",\"authors\":\"Swiatlowska P; Tipping W; Marhuenda E; Severi P; Fomin V; Yang Z; Xiao Q; Graham D; Shanahan C; Iskratsch T\",\"abstract\":\"Arterial Vascular smooth muscle cells (VSMCs) play a central role in the onset and progression of atherosclerosis. Upon exposure to pathological stimuli, they can take on alternative phenotypes that, among others, have been described as macrophage like, or foam cells. VSMC foam cells make up >50% of all arterial foam cells and have been suggested to retain an even higher proportion of the cell stored lipid droplets, further leading to apoptosis, secondary necrosis, and an inflammatory response. However, the mechanism of VSMC foam cell formation is still unclear. Here, it is identified that mechanical stimulation through hypertensive pressure alone is sufficient for the phenotypic switch. Hyperspectral stimulated Raman scattering imaging demonstrates rapid lipid droplet formation and changes to lipid metabolism and changes are confirmed in ABCA1, KLF4, LDLR, and CD68 expression, cell proliferation, and migration. Further, a mechanosignaling route is identified involving Piezo1, phospholipid, and arachidonic acid signaling, as well as epigenetic regulation, whereby CUT&Tag epigenomic analysis confirms changes in the cells (lipid) metabolism and atherosclerotic pathways. Overall, the results show for the first time that VSMC foam cell formation can be triggered by mechanical stimulation alone, suggesting modulation of mechanosignaling can be harnessed as potential therapeutic strategy.\",\"doi\":\"10.1002/advs.202308686\",\"published_date\":\"2024-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/38145971/\",\"source\":\"pubmed\",\"updated_date\":\"2024-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"37528397\",\"title\":\"HOXA1 participates in VSMC-to-macrophage-like cell transformation via regulation of NF-κB p65 and KLF4: a potential mechanism of atherosclerosis pathogenesis.\",\"authors\":\"Han Z; Hu H; Yin M; Lin Y; Yan Y; Han P; Liu B; Jing B\",\"abstract\":\"Macrophage-like transformation of vascular smooth muscle cells (VSMCs) is a risk factor of atherosclerosis (AS) progression. Transcription factor homeobox A1 (HOXA1) plays functional roles in differentiation and development. This study aims to explore the role of HOXA1 in VSMC transformation, thereby providing evidence for the potential mechanism of AS pathogenesis.\",\"doi\":\"10.1186/s10020-023-00685-8\",\"published_date\":\"2023-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/37528397/\",\"source\":\"pubmed\",\"updated_date\":\"2023-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"35453328\",\"title\":\"Ginsenoside Rh1 Inhibits Angiotensin II-Induced Vascular Smooth Muscle Cell Migration and Proliferation through Suppression of the ROS-Mediated ERK1/2/p90RSK/KLF4 Signaling Pathway.\",\"authors\":\"Huynh DTN; Jin Y; Van Nguyen D; Myung CS; Heo KS\",\"abstract\":\"Vascular smooth muscle cell (VSMC) proliferation and migration play key roles in the progression of atherosclerosis and restenosis. A variety of ginsenosides exert various cardiovascular benefits. However, whether and how ginsenoside Rh1 (Rh1) inhibits VSMC dysfunction remain unclear. Here, we investigated the inhibitory effects of Rh1 on rat aortic smooth muscle cell (RASMC) migration and proliferation induced by angiotensin II (Ang II) and the underlying mechanisms. Cell proliferation and migration were evaluated using sulforhodamine B and wound-healing assay. The molecular mechanisms were investigated using Western blotting, quantitative reverse-transcription polymerase chain reaction analysis, immunofluorescence staining, and luciferase assay. Reactive oxygen species (ROS) production was measured using dihydroethidium and MitoSOX staining. We found that Rh1 dose-dependently suppressed Ang II-induced cell proliferation and migration. Concomitantly, Ang II increased protein levels of osteopontin, vimentin, MMP2, MMP9, PCNA, and cyclin D1, while these were reduced by Rh1 pretreatment. Notably, Ang II enhanced both the protein expression and promoter activity of KLF4, a key regulator of phenotypic switching, whereas pretreatment with Rh1 reversed these effects. Mechanistically, the effects of Rh1 on VSMC proliferation and migration were found to be associated with inhibition of ERK1/2/p90RSK signaling. Furthermore, the inhibitory effects of Rh1 were accompanied by inhibition of ROS production. In conclusion, Rh1 inhibited the Ang II-induced migration and proliferation of RASMCs by suppressing the ROS-mediated ERK1/2/p90RSK signaling pathway.\",\"doi\":\"10.3390/antiox11040643\",\"published_date\":\"2022-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/35453328/\",\"source\":\"pubmed\",\"updated_date\":\"2022-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"35008765\",\"title\":\"NLRP3 Inflammasome Activation Controls Vascular Smooth Muscle Cells Phenotypic Switch in Atherosclerosis.\",\"authors\":\"Burger F; Baptista D; Roth A; da Silva RF; Montecucco F; Mach F; Brandt KJ; Miteva K\",\"abstract\":\"(1) Background: Monocytes and nucleotide-binding oligomerization domain-like receptor protein 3 (NLRP3) inflammasome orchestrate lipid-driven amplification of vascular inflammation promoting the disruption of the fibrous cap. The components of the NLRP3 inflammasome are expressed in macrophages and foam cells within human carotid atherosclerotic plaques and VSMCs in hypertension. Whether monocytes and NLRP3 inflammasome activation are direct triggers of VSMC phenotypic switch and plaque disruption need to be investigated. (2) Methods: The direct effect of oxLDL-activated monocytes in VSMCs co-cultured system was demonstrated via flow cytometry, qPCR, ELISA, caspase 1, and pyroptosis assay. Aortic roots of VSMCs lineage tracing mice fed normal or high cholesterol diet and human atherosclerotic plaques were used for immunofluorescence quantification of NLRP3 inflammasome activation/VSMCs phenotypic switch. (3) Results: OxLDL-activated monocytes reduced α-SMA, SM22α, \",\"doi\":\"10.3390/ijms23010340\",\"published_date\":\"2021-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/35008765/\",\"source\":\"pubmed\",\"updated_date\":\"2021-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"}]', annotations=None, meta=None)]",
      "keywords": [
        "klf4",
        "vsmcs from acquiring genetic characteristics of other cell types",
        "vsmcs",
        "other cell types",
        "klf4",
        "within atherosclerotic lesions"
      ],
      "timestamp": "2026-01-06T01:59:00.795967"
    },
    {
      "query": "SF: \"CSF hypocretin panic disorder\" or \"orexin-1 CSF panic\" -- likely key paper by Brundin, E? or Nishino? search results",
      "evidence": "[TextContent(type='text', text=\"Input validation error: 'title' is a required property\", annotations=None, meta=None)]",
      "keywords": [
        "patients with panic anxiety",
        "increased csf levels of hypocretin"
      ],
      "timestamp": "2026-01-06T01:59:22.171497"
    },
    {
      "query": "hypocretin CSF panic disorder OR orexin CSF panic OR CSF orexin panic anxiety",
      "evidence": "[TextContent(type='text', text='[{\"paper_id\":\"33212086\",\"title\":\"Non-selective orexin-receptor antagonist attenuates stress-re-stress-induced core PTSD-like symptoms in rats: Behavioural and neurochemical analyses.\",\"authors\":\"Prajapati SK; Krishnamurthy S\",\"abstract\":\"Post-traumatic stress disorder (PTSD) is a psychological disorder affecting many around the world. Growing evidence suggests that orexin-A is involved in the pathophysiology of depression and panic anxiety disorder. However, the role of orexin-A in PTSD remains unclear. Therefore, pharmacological manipulation of orexin-A can be a potential approach for the treatment of PTSD. Male Wistar rats were subjected to stress re-stress (SRS) by restraining them for 2 h followed by foot shock (FS) and halothane exposure on day-2 (D-2). Then the rats were weekly exposed to FS as re-stress cue . Suvorexant, an orexin antagonist (10, 20 and 30 mg/kg p.o.) and paroxetine (10 mg/kg p.o.) were administered from D-8 to D-32. Plasma and cerebrospinal fluid (CSF) were collected for corticosterone and orexin-A measurement. The analysis of serotonin and corticotropin-releasing factor receptor-1 (CRF-R1) were performed in the amygdalar tissue. SRS-induced PTSD-like symptoms like fear response, anxiety-like behaviour and hypocorticosteronism were attenuated by suvorexant and paroxetine. Interestingly, SRS exposed rats showed activation of orexin-A and serotonergic systems, which were also attenuated by suvorexant. Additionally, suvorexant ameliorated the extrahypothalamic induced upregulation of CRH-R1 in SRS-exposed rats. Therefore, orexin-A may be considered as a neurochemical-marker for PTSD and suvorexant alleviated PTSD-like symptoms through modulating orexinergic, serotonergic and neuroendocrine systems.\",\"doi\":\"10.1016/j.bbr.2020.113015\",\"published_date\":\"2021-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/33212086/\",\"source\":\"pubmed\",\"updated_date\":\"2021-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"28257896\",\"title\":\"Orexin 2 receptor regulation of the hypothalamic-pituitary-adrenal (HPA) response to acute and repeated stress.\",\"authors\":\"Grafe LA; Eacret D; Luz S; Gotter AL; Renger JJ; Winrow CJ; Bhatnagar S\",\"abstract\":\"Orexins are hypothalamic neuropeptides that have a documented role in mediating the acute stress response. However, their role in habituation to repeated stress, and the role of orexin receptors (OX\",\"doi\":\"10.1016/j.neuroscience.2017.02.038\",\"published_date\":\"2017-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/28257896/\",\"source\":\"pubmed\",\"updated_date\":\"2017-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"22554617\",\"title\":\"Orexin 1 receptors are a novel target to modulate panic responses and the panic brain network.\",\"authors\":\"Johnson PL; Samuels BC; Fitz SD; Federici LM; Hammes N; Early MC; Truitt W; Lowry CA; Shekhar A\",\"abstract\":\"Although the hypothalamic orexin system is known to regulate appetitive behaviors and promote wakefulness and arousal (Sakurai, 2007 [56]), this system may also be important in adaptive and pathological anxiety/stress responses (Suzuki et al., 2005 [4]). In a recent study, we demonstrated that CSF orexin levels were significantly higher in patients experiencing panic attacks compared to non-panicking depressed subjects (Johnson et al., 2010 [9]). Furthermore, genetically silencing orexin synthesis or blocking orexin 1 receptors attenuated lactate-induced panic in an animal model of panic disorder. Therefore, in the present study, we tested if orexin (ORX) modulates panic responses and brain pathways activated by two different panicogenic drugs.\",\"doi\":\"10.1016/j.physbeh.2012.04.016\",\"published_date\":\"2012-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/22554617/\",\"source\":\"pubmed\",\"updated_date\":\"2012-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"}]', annotations=None, meta=None)]",
      "keywords": [
        "patients with panic anxiety",
        "increased csf levels of hypocretin"
      ],
      "timestamp": "2026-01-06T01:59:26.411729"
    },
    {
      "query": "CSF orexin panic disorder hypocretin panic anxiety CSF orexin-A human study",
      "evidence": "[]",
      "keywords": [
        "patients with panic anxiety",
        "increased csf levels of hypocretin"
      ],
      "timestamp": "2026-01-06T01:59:31.708113"
    },
    {
      "query": "hypocretin OR orexin CSF panic disorder OR panic anxiety humans cerebrospinal fluid",
      "evidence": "[TextContent(type='text', text='[{\"paper_id\":\"41480926\",\"title\":\"Glutamatergic Heterogeneity in the Neuropeptide Projections From the Lateral Hypothalamus to the Mouse Olfactory Bulb.\",\"authors\":\"Qi M; Won J; Rodriguez C; Storace DA\",\"abstract\":\"The direct pathway from the lateral hypothalamus to the mouse olfactory bulb (OB) includes neurons that express the neuropeptide orexin-A and others that do not. The OB-projecting neurons that do not express orexin-A are located in an area of the lateral hypothalamus known to contain neurons that express the neuropeptide melanin-concentrating hormone (MCH). We used virally mediated anterograde tract tracing and immunohistochemistry for orexin-A and MCH to demonstrate that the OB is broadly innervated by axon projections from both populations of neurons with expression in each OB layer across the anterior-to-posterior axis and which overlapped with synaptophysin. Both orexin-A and MCH neurons are genetically heterogeneous, with subsets that co-express an isoform of vesicular glutamate transporter (VGLUT). We used confocal imaging to test whether the projections from orexin-A and MCH neurons to the OB reflect this glutamatergic heterogeneity. The majority of putative orexin-A axon terminals overlapped with VGLUT2, with smaller proportions that co-expressed VGLUT1 or that did not overlap with either VGLUT1 or VGLUT2. In contrast, a smaller proportion of MCH axon terminals overlapped with VGLUT2, with the majority being non-glutamatergic. Therefore, the projections from the lateral hypothalamus to the OB are genetically heterogeneous and include neurons that can release two different neuropeptides. The projections from orexin-A and MCH neuron populations are each genetically heterogeneous, with differing proportions of glutamatergic and non-glutamatergic axon terminals.\",\"doi\":\"10.1002/cne.70118\",\"published_date\":\"2026-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41480926/\",\"source\":\"pubmed\",\"updated_date\":\"2026-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41471368\",\"title\":\"Awakening Recovery: Enhancing Orexinergic Tone After Acute CNS Damage.\",\"authors\":\"Otero-López P; Madrid-González X; Fernández-Dueñas V; Flores Á\",\"abstract\":\"Acute injuries to the central nervous system (CNS) share a rapid disruption of arousal, autonomic stability, and neuroimmune balance. Among the neuromodulatory systems affected, the orexin (hypocretin) network is uniquely positioned at the intersection of wakefulness, autonomic control, and motivated behavior. Experimental evidence across ischemic, hemorrhagic, traumatic, and systemic models shows that orexin signaling is sharply suppressed during the early post-injury collapse and gradually recovers as arousal circuits and homeostatic functions stabilize. Controlled enhancement of orexinergic tone has been found to improve arousal state, modulate inflammatory responses, and support behavioral engagement, although these effects are highly dependent on timing, receptor subtype, and physiological context. This review synthesizes evidence from ischemia, hemorrhagic stroke, traumatic brain and spinal cord injury, and systemic inflammatory states, and examines the conceptual and translational rationale for targeting orexin pathways. We summarize available pharmacological, peptide-based, neuromodulatory, and physiological strategies to boost orexinergic tone, highlighting the growing development of selective OX\",\"doi\":\"10.3390/ph18121879\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41471368/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41455679\",\"title\":\"The therapeutic pipeline in migraine: What does the future hold?\",\"authors\":\"Gamal-Eltrabily M; Salinas-Abarca AB; Romero-Reyes M; Akerman S\",\"abstract\":\"Migraine is one of the leading causes of disability globally. Despite advances in the available pharmacological options for its management, many patients still show a lack of response to these current therapeutics. As a consequence, it is important to explore new targets for the management of migraine and related headache disorders. In this review, we discuss evidence related to various novel targets that are in different stages of development as part of the current therapeutic pipeline in migraine management. These include recent studies that report the role of specific ion channels in migraine pathophysiology, including ATP-sensitive potassium channels (K\",\"doi\":\"10.1016/j.neurot.2025.e00826\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41455679/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41438219\",\"title\":\"Orexinergic pathway as a potential therapeutic candidate for the modulation of glucose homeostasis.\",\"authors\":\"Hakizimana JC; Izabayo P; Izukwizabigenza Z; Alagbonsi AI\",\"abstract\":\"Glucose homeostasis is regulated by both central and peripheral systems to maintain metabolic stability during periods of feeding, fasting, and stress. Orexins A and B, hypothalamic neuropeptides traditionally associated with arousal and feeding behavior, are increasingly recognized for their pivotal role in glucose homeostasis via neural and endocrine mechanisms. This review synthesizes the available data orexinergic-glucose pathway.\",\"doi\":\"10.3389/fphys.2025.1659753\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41438219/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41394154\",\"title\":\"Functional interaction between orexin/dynorphin transmission in the posterior paraventricular nucleus of the thalamus following alcohol dependence: mediation of alcohol-seeking behavior.\",\"authors\":\"Flores-Ramirez FJ; Pascasio G; Martin-Fardon R\",\"abstract\":\"Stress is a major contributor to the chronic nature of alcohol use disorder (AUD). Orexin (OX) neurons project to the paraventricular nucleus of the thalamus (PVT)-particularly the posterior part (pPVT)- a structure that plays a key role in stress regulation. The blockade of OX receptors in the pPVT was shown to prevent the stress-induced reinstatement of alcohol seeking in alcohol-dependent rats. Accumulating evidence indicates interactions among OX and dynorphin (DYN) in the pPVT, but unclear is the role of OX and DYN transmission in the pPVT in the stress-induced alcohol seeking during alcohol abstinence. Male Wistar rats were trained to self-administer 10% alcohol for 3\\xa0weeks. They then underwent 6 weeks of chronic intermittent alcohol vapor exposure to induce dependence. After 12 extinction sessions (∼3\\xa0weeks of abstinence), the rats received intra-pPVT infusions of the dual OX receptor antagonist TCS1102 (15\\xa0µg/0.5\\xa0µL), the κ-opioid receptor (KOP) antagonist nor-binaltorphimine (norBNI; 4\\xa0µg/0.5\\xa0µL), or their combination, and they were assessed for their reactivity to the stress (footshock)-induced reinstatement of alcohol-seeking behavior. In dependent rats, TCS1102 and norBNI reduced reinstatement but, when co-administered, their individual effects were modulated. At the time of testing, increases in \",\"doi\":\"10.3389/fphar.2025.1718540\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41394154/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41375746\",\"title\":\"A Comprehensive Review of Current and Emerging Treatments for Narcolepsy Type 1.\",\"authors\":\"Xu Q; Chen Y; Wang T; Zhu Q; Xu J; Zhang L\",\"abstract\":\"Narcolepsy Type 1 (NT1) is a rare chronic neurological disorder characterized by core clinical manifestations such as excessive daytime sleepiness (EDS), cataplexy, sleep paralysis (SP), hypnagogic and hypnopompic hallucinations (HHs), and disrupted nocturnal sleep (DNS). Patients often experience comorbidities, including cognitive impairment, psychiatric disorders, and metabolic syndrome, necessitating lifelong management. Current therapeutic approaches primarily involve pharmacologic treatments for symptomatic relief, supplemented by non-pharmacologic interventions aimed at alleviating EDS and cataplexy. However, existing therapies are limited in efficacy and do not offer a cure. In recent years, a deeper understanding of the central role played by the orexin (hypocretin) system in the pathogenesis of NT1 has led to breakthrough advances in mechanism-based therapies targeting this pathway. Notably, selective orexin-2 receptor (OX2R) agonists such as TAK-861 have shown remarkable efficacy in Phase II/III clinical trials, holding the potential to fundamentally reshape the NT1 treatment landscape. This review systematically outlines current treatment options for NT1, with a focus on management strategies for atypical symptoms and special populations. It also highlights emerging therapeutic directions-including orexin-targeted agents, immunotherapies, and orexin cell/gene treatments-along with their future development.\",\"doi\":\"10.3390/jcm14238444\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41375746/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41364757\",\"title\":\"HLA-DQB1*03:01 strongly affects age of onset of type 1 narcolepsy independently of DQA1 and ethnicity.\",\"authors\":\"Zhang L; Cai S; Teng A; Lin L; Han F; Yan H; Hong SC; Pizza F; Plazzi G; Morandi L; Stefani A; Högl B; Lecendreux M; Bourgin P; Arnulf I; Knudsen-Heier S; Kanbayashi T; Huang YS; Jennum P; Sonka K; Nevsimalova S; Honda M; Coelho FM; Pelin Z; Ferini-Strambi L; Miyagawa T; Khor SS; Tokunaga K; Liu W; Mignot EJ\",\"abstract\":\"Type 1 narcolepsy (T1N), an autoimmune disease associated with a disruption of hypocretin/orexin neurons, has conserved genetic effects transcending cultures and ethnicities. We pooled data from 5,339 cases from China, Europe, Korea, Japan, and the United States to conduct the first transethnic genome-wide association study (GWAS) on age of onset. Only one strong GWAS significant effect was observed across all ethnicities, summarized by the presence of human leukocyte antigen (HLA)-DQB1*03:01, and centered around the coding region of this gene. In contrast, HLA-DQB1*06:02-positive heterodimer (DQ0602) dosage did not strongly affect onset, and other known narcolepsy-associated genetic loci had minor effects. The HLA-DQB1*03:01 effect (mean -3.47 y, \",\"doi\":\"10.1073/pnas.2513989122\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41364757/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41335394\",\"title\":\"Orexin-A and Circadian Disruption in Alzheimer\\'s Disease: Implications for Amyloid-Beta Pathology.\",\"authors\":\"Singh R; Kaur V; Ash A; Singh M; Tiwari A; Jain A; Sunkaria A\",\"abstract\":\"Alzheimer\\'s disease (AD) is characterized by cognitive decline, circadian rhythm disruptions, and accumulation of Aβ plaques. Orexin-A, a neuropeptide involved in regulating sleep and circadian rhythms, has been implicated in these processes, although its specific role in modulating β-amyloid (Aβ) aggregation remains unclear. This study investigates how orexin-A influences Aβ aggregation and its impact on cognitive and circadian dysfunctions in AD mice subjected to acute sleep deprivation (ASD). Behavioural assessments showed significant cognitive deficits following ASD, including impaired recognition and spatial memory. Proteomic analysis revealed 1380 modulated proteins, including 105 associated with AD, 56 with cognitive functions, 11 with circadian rhythm, and six involved in Aβ clearance. Further analysis showed dysregulation of Clock and Bmal1 levels, along with reduced orexin-A expression after ASD. Since orexin-A regulates both sleep and circadian rhythm, investigating its role in modulating Aβ aggregation is essential for understanding the pathophysiology of AD. To explore this, we performed molecular dynamics (MD)\\xa0simulations to gain insights into the molecular interactions between orexin-A and Aβ. Analysis revealed that orexin-A binds Aβ with high affinity and effectively inhibits its aggregation, suggesting a potential mechanism for reducing Aβ-induced neurotoxicity. These results suggest that orexin-A may play an important role in modulating Aβ aggregation and circadian dysfunction in AD, as supported by simulation results. Further studies manipulating orexin-A levels are needed to confirm its role in this context. Our findings highlight orexin-A as a potential therapeutic target for slowing cognitive decline and neurodegeneration in AD by restoring circadian and sleep-wake regulation.\",\"doi\":\"10.1007/s12035-025-05456-6\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41335394/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"41319091\",\"title\":\"Longitudinal Associations of Serum Orexin-A With Physical Activity and Sleep in Schizophrenia: A Preliminary Study.\",\"authors\":\"Tanaka A; Arai Y; Yasaki T; Saito K; Nakashizuka E; Yoshida S; Nakajima Y; Koido M; Suzuki K; Nakamura T; Sasayama D; Washizuka S\",\"abstract\":\"Orexin-A (OXA) is a neuropeptide that regulates arousal, behavior, and sleep-wake rhythms. While altered OXA levels have been observed in schizophrenia, longitudinal data are limited. This study examined the relationship between changes in serum OXA levels and physical activity, sleep, and psychiatric symptoms in patients with chronic schizophrenia.\",\"doi\":\"10.1002/npr2.70079\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41319091/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"}]', annotations=None, meta=None)]",
      "keywords": [
        "patients with panic anxiety",
        "increased csf levels of hypocretin"
      ],
      "timestamp": "2026-01-06T01:59:36.787824"
    },
    {
      "query": "https://www.who.int/news-room/fact-sheets/detail/healthy-diet",
      "evidence": "[TextContent(type='text', text=\"Input validation error: 'title' is a required property\", annotations=None, meta=None)]",
      "keywords": [
        "suboptimal nutrition",
        "chronic disease"
      ],
      "timestamp": "2026-01-06T01:59:48.412514"
    },
    {
      "query": "FOXO3 rs12212067 IL10 allele G IL-10 FOXO3 minor G allele represses IL10",
      "evidence": "[]",
      "keywords": [
        "minor g allele of foxo3",
        "il-10"
      ],
      "timestamp": "2026-01-06T02:00:01.866456"
    },
    {
      "query": "FOXO3 rs12212067 IL10 IL-10 FOXO3 minor G allele",
      "evidence": "[TextContent(type='text', text='{\"query\":\"FOXO3 rs12212067 IL10 IL-10 FOXO3 minor G allele\",\"results\":[{\"title\":\"Association Between Genetic Variation in FOXO3 and Reductions in Inflammation and Disease Activity in Inflammatory Polyarthritis\",\"link\":\"https://acrjournals.onlinelibrary.wiley.com/doi/abs/10.1002/art.39760\",\"snippet\":\"… ) in FOXO3A (rs12212067; T>G) was … minor allele carriage at rs12212067, which reduced the production of TNF, interleukin-6 (IL-6), IL-1β, and IL-8 and increased the production of IL-10…\",\"source\":\"\",\"position\":1},{\"title\":\"FOXO3 rs12212067: T> G association with active tuberculosis in Han Chinese population\",\"link\":\"https://link.springer.com/article/10.1007/s10753-015-0217-y\",\"snippet\":\"… that rs12212067 in FOXO3 was associated with increased risk of active TB. The minor G allele might … responses characterized with less TNF-α and more IL-10 production [18]. Whether …\",\"source\":\"\",\"position\":2},{\"title\":\"FOXO3A regulatory polymorphism and susceptibility to severe malaria in Gabonese children\",\"link\":\"https://link.springer.com/article/10.1007/s00251-014-0816-z\",\"snippet\":\"… rs12212067. The fragment of the FOXO3A gene containing the intronic SNP rs12212067T>G … With allele frequencies of 25 % in the present study, 19 % in African Americans, 25 % in …\",\"source\":\"\",\"position\":3},{\"title\":\"Human SNP links differential outcomes in inflammatory and infectious disease to a FOXO3-regulated pathway\",\"link\":\"https://www.cell.com/fulltext/S0092-8674(13)01028-3\",\"snippet\":\"… in FOXO3A (rs12212067: T > G) at which the minor (G) allele, despite … IL-10. Thus, we uncover a shared genetic contribution to prognosis in distinct diseases that operates via a FOXO3-…\",\"source\":\"\",\"position\":4},{\"title\":\"Elucidating the Role of FoxO3a Signaling in Rescuing Intestinal Inflammation in IL-10-Deficient Murine Hosts\",\"link\":\"https://ruor.uottawa.ca/items/2c76e46e-8414-47f5-b8d7-5ce3c05c2b63\",\"snippet\":\"… expression of IL-10. Deficiency in IL-10 production, in the context of poor FoxO3a signaling, … We show that deficiency in both FoxO3a and IL-10 leads to an abundant presence of death-…\",\"source\":\"\",\"position\":5},{\"title\":\"Povezanost učestalosti polimorfizama gena FasL i FOXO3 s razinama citokina TNFα i IL-10 u reumatoidnom artritisu\",\"link\":\"https://dr.nsk.hr/en/islandora/object/pmf%3A1266\",\"snippet\":\"… FOXO3 SNP rs12212067 bio smanjene učestalosti te povezan s nižom razinom TNFα i višom razinom IL-10, dok bi … učestalosti te povezan s višom razinom TNFα i nižom razinom IL-10. …\",\"source\":\"\",\"position\":6},{\"title\":\"Proteomic basis of mortality resilience mediated by FOXO3 longevity genotype\",\"link\":\"https://link.springer.com/article/10.1007/s11357-023-00740-6\",\"snippet\":\"… p value for comparison of hazard ratios of FOXO3 genotype (FOXO3 rs12212067) G allele carriers (TG/GG) vs. major allele homozygote (TT) with mortality in stressed and non-stressed …\",\"source\":\"\",\"position\":7},{\"title\":\"Genetic variation in FOXO3 is associated with reductions in inflammation and disease activity in inflammatory polyarthritis\",\"link\":\"\",\"snippet\":\"\",\"source\":\"\",\"position\":8},{\"title\":\"Allele-and cell-type-specific effects of human IL10 on intestinal health and disease\",\"link\":\"https://jscholarship.library.jhu.edu/items/48165214-c8cc-4d3c-8c8a-d1fe2a12fcf2\",\"snippet\":\"… to both the GCCs or mouse IL-10- expressing wild-types (WT). … polymorphism in human FOXO3A (rs12212067: T > G) has been … The minor allele was shown to impact FOXO3-driven …\",\"source\":\"\",\"position\":9},{\"title\":\"The unsolved link of genetic markers and Crohn\\'s disease progression: a North American cohort experience\",\"link\":\"https://academic.oup.com/ibdjournal/article-abstract/25/9/1541/5364284\",\"snippet\":\"… that homozygosity for the minor G-allele at rs1363670, also … Polymorphisms in FOXO3A have been associated with a … also found that FOXO3A failed to separate mild and aggressive CD …\",\"source\":\"\",\"position\":10}],\"total\":10,\"search_metadata\":{\"time\":2.68}}', annotations=None, meta=None)]",
      "keywords": [
        "minor g allele of foxo3",
        "il-10"
      ],
      "timestamp": "2026-01-06T02:00:13.603257"
    },
    {
      "query": "cellular senescence skin aging visible appearance collagen elastin senescent cells facial appearance study review",
      "evidence": "[]",
      "keywords": [
        "cellular aging",
        "an older appearance"
      ],
      "timestamp": "2026-01-06T02:00:29.108910"
    },
    {
      "query": "cellular senescence skin aging appearance senescent fibroblasts collagen wrinkles review",
      "evidence": "[TextContent(type='text', text='[{\"paper_id\":\"41015205\",\"title\":\"Regulatory mechanisms of transforming growth factor-β in senescence of fibroblast associated with refractory skin diseases.\",\"authors\":\"Zheng Y; Lei J; Zhang A; Cao C; Xu A; Zhou M; Lin F\",\"abstract\":\"Fibroblasts, critical for skin structure and function via extracellular matrix (ECM) production, undergo senescence linked to ECM changes and inflammation via senescence-associated secretory phenotypes (SASPs). Transforming growth factor (TGF-β), a pleiotropic cytokine, modulates fibroblast function through multiple signaling pathways, inducing cell cycle arrest, oxidative stress, DNA damage, and SASP production. These processes disrupt ECM homeostasis, exacerbate inflammation, and impair tissue repair, contributing to pathological skin changes. TGF-β induced fibroblast senescence involves multiple mechanisms and pathways. It causes cell cycle arrest by upregulating CDK inhibitors and activating the p53 pathway. TGF-β also promotes oxidative stress-induced senescence by increasing reactive oxygen species (ROS) production, activating pathways like SMAD, and causing DNA damage. In photoaging, UV exposure induces fibroblast senescence via TGF-β related mechanisms, reducing collagen production and increasing MMP levels. TGF-β also suppresses immune cell functions, creating an immunosuppressive microenvironment that accelerates cellular senescence. In refractory skin diseases like vitiligo, melanoma, and so on, TGF-β plays a complex role. Its abnormal activation drives fibroblast senescence, impacting immune responses and skin structure. However, Maintaining the normal expression of TGF-β preserves ECM homeostasis, promotes collagen synthesis, and reduces inflammatory factor expression. Emerging therapeutic strategies targeting TGF-β signaling show promise. Pharmaceutical agents and phototherapy mitigate senescence by modulating TGF-β pathways and thus suppress ROS, enhancing collagen synthesis. Combined approaches synergistically improve skin repair and elasticity. In summary, TGF-β significantly regulates fibroblast senescence in refractory skin diseases through various mechanisms and pathways. Its precise modulation could enhance skin repair and anti-aging therapies. However, further research is needed to explore the interactions between anti-aging ingredients and their clinical effects.\",\"doi\":\"10.1016/j.exger.2025.112900\",\"published_date\":\"2025-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/41015205/\",\"source\":\"pubmed\",\"updated_date\":\"2025-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"17953997\",\"title\":\"Effect of cellular aging on collagen biosynthesis: II. Collagen synthesis and deposition by a human skin fibroblast strain over 25 passages.\",\"authors\":\"Ravelojaona V; Robert L; Robert AM\",\"abstract\":\"Collagen synthesis and accumulation were studied by serial cultures of human dermal fibroblasts. A freshly seeded strain of cells was compared to cryopreserved cells from the same donor. Up to 25 passages there was no clear sign of reaching phase III, the decline of the culture. This was ascertained by the count of the dead cells floating on top of the culture fluid, the time to reach saturation density and the number of cells at confluence, counted after trypsinization. Although collagen synthesis oscillated to some extent, the average value of collagen deposited by the cells did not show any clear sign of decrease of collagen synthesis, on the contrary, there was an increase between the 15th and 25th passages. A review of the literature revealed that recent experiments on the age-dependent variation of maximal passage number did not confirm previous results showing a progressive decline, which was much delayed in recent studies as compared to previous records. The same appears to happen with collagen synthesis, found by earlier investigators to decline with increasing passage numbers. This is not confirmed, at least up to passage 25 in the present experiments. As skin tissue is progressively lost with age, our results are more in favor of increasing matrix degradation with age as an important factor of the age-dependent loss of skin tissue, more than decrease of matrix synthesis.\",\"doi\":\"\",\"published_date\":\"2008-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/17953997/\",\"source\":\"pubmed\",\"updated_date\":\"2008-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"},{\"paper_id\":\"8285746\",\"title\":\"The cellular and molecular biology of skin aging.\",\"authors\":\"West MD\",\"abstract\":\"The dramatic alterations in the appearance of the integument with increasing age are due in part to a progressive destruction of the delicate architecture of the connective tissue components of the dermis. Both collagenous and elastic components display a degeneration consistent with the overexpression of proteolytic activity. Recent advances in the field of molecular gerontology, using in vitro models of cellular aging, are yielding clues as to the fundamental causes of dermal aging.\",\"doi\":\"\",\"published_date\":\"1994-01-01T00:00:00\",\"pdf_url\":\"\",\"url\":\"https://pubmed.ncbi.nlm.nih.gov/8285746/\",\"source\":\"pubmed\",\"updated_date\":\"1994-01-01T00:00:00\",\"categories\":\"\",\"keywords\":\"\",\"citations\":0,\"references\":\"\",\"extra\":\"\"}]', annotations=None, meta=None)]",
      "keywords": [
        "cellular aging",
        "an older appearance"
      ],
      "timestamp": "2026-01-06T02:00:34.486340"
    },
    {
      "query": "combining PI3K and MEK inhibitors KRAS mutant tumors ineffective",
      "evidence": "[TextContent(type='text', text='{\"query\":\"combining PI3K and MEK inhibitors KRAS mutant tumors ineffective\",\"results\":[{\"title\":\"PI3K and MEK inhibitor combinations: examining the evidence in selected tumor types\",\"link\":\"https://link.springer.com/article/10.1007/S00280-013-2121-1\",\"snippet\":\"… evaluating the combination of PI3K and MEK inhibitors in a … -apoptotic Bcl-2 family members BAD and BAX, and forkhead … Preclinical studies regarding the use of KRAS mutations as a …\",\"source\":\"\",\"position\":1},{\"title\":\"Dual inhibition of MEK and PI3K pathway in KRAS and BRAF mutated colorectal cancers\",\"link\":\"https://www.mdpi.com/1422-0067/16/9/22976\",\"snippet\":\"… against MEK inhibitor therapy in KRAS mutated … combined MEK and PI3K inhibition will be required to enhance and prolong the anti-tumor activity of MEK inhibitors in KRAS-mutant …\",\"source\":\"\",\"position\":2},{\"title\":\"Ras/Raf/MEK/ERK and PI3K/PTEN/Akt/mTOR cascade inhibitors: how mutations can result in therapy resistance and how to overcome resistance\",\"link\":\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3717945/\",\"snippet\":\"… inhibitors that suppress ERK activity in a mutant-allele specific fashion as opposed to MEK inhibitors which suppress MEK activity in tumor … to PI3K/mTOR inhibitors when combined with …\",\"source\":\"\",\"position\":3},{\"title\":\"Combined use of PI3K and MEK inhibitors synergistically inhibits lung cancer with EGFR and KRAS mutations\",\"link\":\"https://www.spandidos-publications.com/10.3892/or.2016.4770\",\"snippet\":\"… KRAS mutations, inhibition of the PI3K pathway alone or in combination with the MEK inhibitor may suppress tumor … Recent studies also suggest that combinational use of PI3K inhibitor …\",\"source\":\"\",\"position\":4},{\"title\":\"Combined targeting of MEK and PI3K/mTOR effector pathways is necessary to effectively inhibit NRAS mutant melanoma in vitro and in vivo\",\"link\":\"https://www.pnas.org/doi/abs/10.1073/pnas.1216013110\",\"snippet\":\"… suggest that combined targeting of the MEK/ERK and PI3K/… in the treatment of NRAS mutant melanoma, for which there are … mutant melanoma cell lines are sensitive to MEK inhibition, …\",\"source\":\"\",\"position\":5},{\"title\":\"Molecular Pathways: The Basis for Rational Combination Using MEK Inhibitors in KRAS-Mutant Cancers\",\"link\":\"https://aacrjournals.org/clincancerres/article-abstract/20/16/4193/13221\",\"snippet\":\"… Activated ERK1/2 proteins inhibit Bim and Bad, … PI3K signaling pathway. Preliminary data from one such phase Ib study of the combination with a MEK inhibitor GDC-0973 and a PI3K …\",\"source\":\"\",\"position\":6},{\"title\":\"Combination Treatment with MEK and AKT Inhibitors Is More Effective than Each Drug Alone in Human Non-Small Cell Lung Cancer In Vitro and In Vivo\",\"link\":\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0014124\",\"snippet\":\"… , KRAS, EGFR and PI3K in these cell lines. The BRAF V600E … , AZD6244 was ineffective against some lung cancer cell lines (… We then selected two KRAS mutated cell lines, A549 and …\",\"source\":\"\",\"position\":7},{\"title\":\"PI3K pathway activation mediates resistance to MEK inhibitors in KRAS mutant cancers\",\"link\":\"https://aacrjournals.org/cancerres/article-abstract/69/10/4286/549558\",\"snippet\":\"… In this study, we show that combined inhibition of the MEK and PI3K pathways is required to induce an apoptotic response. This enhanced apoptotic response translates into augmented …\",\"source\":\"\",\"position\":8},{\"title\":\"Combine MEK inhibition with PI3K/mTOR inhibition exert inhibitory tumor growth effect on KRAS and PIK3CA mutation CRC xenografts due to reduced expression of …\",\"link\":\"https://link.springer.com/article/10.1007/s13277-014-2667-5\",\"snippet\":\"… no inhibitors of KRAS are clinically available despite three decades of efforts. Thus, strategies to inhibit KRAS mutant cancers … such as the phosphoinositide 3-kinase (PI3K) pathway [7]. …\",\"source\":\"\",\"position\":9},{\"title\":\"Efficacy of the combination of MEK and CDK4/6 inhibitors in vitro and in vivo in KRAS mutant colorectal cancer models\",\"link\":\"https://pmc.ncbi.nlm.nih.gov/articles/PMC5129956/\",\"snippet\":\"… More importantly, MEK inhibitor monotherapy proved to be largely ineffective in patient-… As S6 also lies downstream of the PI3K pathway, we next asked whether activation of PI3K …\",\"source\":\"\",\"position\":10}],\"total\":10,\"search_metadata\":{\"time\":0.93}}', annotations=None, meta=None)]",
      "keywords": [
        "combining phosphatidylinositide 3-kinase and mek 1/2 inhibitors",
        "kras mutant tumors"
      ],
      "timestamp": "2026-01-06T02:01:02.818054"
    },
    {
      "query": "https://www.mdpi.com/1422-0067/16/9/22976",
      "evidence": "[TextContent(type='text', text=\"Input validation error: 'title' is a required property\", annotations=None, meta=None)]",
      "keywords": [
        "combining phosphatidylinositide 3-kinase and mek 1/2 inhibitors",
        "kras mutant tumors"
      ],
      "timestamp": "2026-01-06T02:01:09.879877"
    },
    {
      "query": "hepatic autophagy deficiency insulin resistance liver Atg7 Atg5 knockout insulin sensitivity",
      "evidence": "[]",
      "keywords": [
        "autophagy deficiency",
        "insulin resistance",
        "autophagy deficiency",
        "the liver"
      ],
      "timestamp": "2026-01-06T02:01:21.390755"
    },
    {
      "query": "hepatic autophagy deficiency insulin resistance Atg7 Atg5 liver knockout",
      "evidence": "[]",
      "keywords": [
        "autophagy deficiency",
        "insulin resistance",
        "autophagy deficiency",
        "the liver"
      ],
      "timestamp": "2026-01-06T02:01:28.218289"
    },
    {
      "query": "https://www.nature.com/articles/nm.3014",
      "evidence": "[TextContent(type='text', text=\"Input validation error: 'title' is a required property\", annotations=None, meta=None)]",
      "keywords": [
        "autophagy deficiency",
        "insulin resistance",
        "autophagy deficiency",
        "the liver"
      ],
      "timestamp": "2026-01-06T02:01:43.400688"
    },
    {
      "query": "Autophagy deficiency protects from insulin resistance Fgf21 Atg7 liver knockout \"Nature Medicine\"",
      "evidence": "[TextContent(type='text', text='{\"query\":\"Autophagy deficiency protects from insulin resistance Fgf21 Atg7 liver knockout \\\\\"Nature Medicine\\\\\"\",\"results\":[{\"title\":\"Autophagy deficiency leads to protection from obesity and ...\",\"link\":\"https://europepmc.org/article/med/23202295\",\"snippet\":\"... Nature Medicine, 02 Dec 2012, 19(1):83-92 https://doi.org/10.1038/nm.3014 ... resistance in mice with autophagy deficiency in the liver, another insulin target ...\",\"source\":\"Europe PMC\",\"position\":1},{\"title\":\"(PDF) Autophagy deficiency leads to protection from ...\",\"link\":\"https://www.researchgate.net/publication/233828609_Autophagy_deficiency_leads_to_protection_from_obesity_and_insulin_resistance_by_inducing_Fgf21_as_a_mitokine\",\"snippet\":\"Autophagy deficiency leads to protection from obesity and insulin resistance by inducing Fgf21 as a mitokine. December 2012; Nature Medicine ...\",\"source\":\"ResearchGate\",\"position\":2},{\"title\":\"Impaired mitochondrial fat oxidation induces FGF21 in ...\",\"link\":\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4880522/\",\"snippet\":\"Autophagy deficiency leads to protection from obesity and insulin resistance by inducing Fgf21 as a mitokine. Nature medicine. 2013b;19:83 ...\",\"source\":\"National Institutes of Health (NIH) | (.gov)\",\"position\":3},{\"title\":\"Autophagy deficiency leads to protection from obesity and ...\",\"link\":\"https://eiec.kdi.re.kr/policy/callDownload.do?num=124782&filenum=2&dtime=20220807081930\",\"snippet\":\"NATURE MEDICINE ADVANCE ONLINE PUBLICATION. 1. Autophagy is an evolutionarily conserved process that delivers cyto- plasmic constituents to ...\",\"source\":\"KDI 경제교육·정보센터\",\"position\":4},{\"title\":\"Autophagy deficiency in myeloid cells increases ...\",\"link\":\"https://www.tandfonline.com/doi/abs/10.1080/15548627.2016.1184799\",\"snippet\":\"Autophagy deficiency leads to protection from obesity and insulin resistance by inducing Fgf21 as a mitokine. Source: Nature Medicine. IL-1β Breaks Tolerance ...\",\"source\":\"Taylor & Francis Online\",\"position\":5},{\"title\":\"The Role of Organelle Stresses in Diabetes Mellitus and ...\",\"link\":\"https://onlinelibrary.wiley.com/doi/10.1155/2015/972891\",\"snippet\":\"-S., Autophagy deficiency leads to protection from obesity and insulin resistance by inducing Fgf21 as a mitokine, Nature Medicine. (2013) ...\",\"source\":\"Wiley Online Library\",\"position\":6},{\"title\":\"The mitochondrial unfolded protein response and mitohormesis\",\"link\":\"https://jme.bioscientifica.com/view/journals/jme/61/3/JME-18-0005.xml\",\"snippet\":\"... Autophagy deficiency leads to protection from obesity and insulin resistance by inducing Fgf21 as a mitokine. Nature Medicine 19 83–92 ...\",\"source\":\"Journal of Molecular Endocrinology\",\"position\":7},{\"title\":\"Role of autophagy-lysosome and ubiquitin-proteasome\",\"link\":\"https://www.sciencedirect.com/science/article/pii/S1357272513001283\",\"snippet\":\"Kim, et al. Autophagy deficiency leads to protection from obesity and insulin resistance by inducing Fgf21 as a mitokine. Nature Medicine, 19 (2013), pp. 83 ...\",\"source\":\"ScienceDirect.com\",\"position\":8},{\"title\":\"Citations to this article in year 2012 (31)\",\"link\":\"https://www.jci.org/articles/view/39228/citations/year/2012\",\"snippet\":\"... Ko, J Han, HL Kim, J Kim, SH Back, M Komatsu, H Chen, DC Chan, M Konishi, N Itoh, CS Choi, MS Lee, Nature Medicine, 2012 · Lipophagy: Connecting Autophagy and ...\",\"source\":\"JCI.org\",\"position\":9},{\"title\":\"Autophagy deficiency leads to protection from obesity and insulin ...\",\"link\":\"https://ouci.dntb.gov.ua/en/works/9Q5Q08p9/\",\"snippet\":\"... Nature Medicine, № 1, p. 83-92. Publisher. Springer ... autophagy in obesity promotes ER stress and causes insulin resistance. ... Impairment of starvation-induced ...\",\"source\":\"OUCI\",\"position\":10}],\"total\":10,\"search_metadata\":{\"time\":1.7}}', annotations=None, meta=None)]",
      "keywords": [
        "autophagy deficiency",
        "insulin resistance",
        "autophagy deficiency",
        "the liver"
      ],
      "timestamp": "2026-01-06T02:01:53.948363"
    }
  ]
}